export const CardData1 = [
  {
    imageSrc: "/main1.jpg",
    title: "Йога критического выравнивания",
    type: "группа",
    cost: "от 400 р",
    description:
      "Йога критического выравнивания (Critical Alignment Yoga) — новая голландская методика восстановления позвоночника. В практике используется ряд опорных приспособлений: планка для снятия напряжения мышц вдоль позвоночника, войлочный валик, бэкбендер и хэдстендер.",
    duration: "1ч 15мин",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class2.jpg",
    title: "Йога-терапия позвоночника",
    type: "группа",
    cost: "от 400 р",
    description:
      "Мягкая практика с использованием элементов ЛФК, реабилитации, йоги критического выравнивания, направленная на восстановление гибкости, подвижности и силы позвоночника. Подходит для тех, кто только начинает знакомиться йогой или имеет ограничения подвижности в позвоночнике.",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class3.jpg",
    title: "Здоровая спина",
    type: "группа",
    cost: "от 400 р",
    description:
      "Практика, основанная на йога-терапии заболеваний позвоночника. На занятиях используются положения на вытяжение и мобильность позвонков и суставов, а также силовые асаны на укрепление мышц. После практики вам захочется ходить только с прямой спиной и расправленными плечами.",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class4.jpg",
    title: "Интервальная йога",
    type: "группа",
    cost: "от 400 р",
    description:
      "Интенсивная практика для увеличения силы и выносливости. Несколько асан удерживаются определенное время, а между ними следует фаза активного отдыха. Практика заканчивается шавасаной с дыхательными релаксирующими техниками.",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class5.jpg",
    title: "Аэройога/ йога в гамаках",
    type: "группа",
    cost: "от 400 р",
    description:
      "Во время занятий гамак частично или полностью позволяет практикующему переносить вес тела в гамак, используя его как дополнительную опору или как средство для углубления практики. Новичкам он становится надежным помощником в выполнении простых асан, а для опытных практиков инструментом для достижения прогресса в сложных асанах.",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class6.png",
    title: "Аэройога для детей",
    type: "группа",
    cost: "от 400 р",
    description:
      "Такие практики способствуют развитию гибкости и растяжки, ваши дети не только будут чувствовать себя комфортнее, но и снизят риск травм при активных играх. Правильные позы помогают детям осознавать своё тело и учиться держать осанку. Это особенно важно в наше время, когда большинство детей проводит много времени за гаджетами.",
    duration: "50 мин",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class7.jpg",
    title: "Хатха йога",
    type: "группа",
    cost: "от 400 р",
    description:
      "Практика хатха-йоги направлена на то, чтобы соединить и сбалансировать эти две энергии для здоровья ума и тела. Статичные позы отлично прорабатывают все группы мышц и развивают силу, выносливость тела. Асаны на вытяжение помогают сделать тело мягким и эластичным. Пранаямы очищают сознание и дыхание, создают ясность ума. ",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class8.png",
    title: "Хатха йога для детей ",
    type: "группа",
    cost: "от 400 р",
    description:
      "Хатха-йога для детей помогает укреплять тело и развивать гармонию ума и эмоций. Простые позы делают мышцы сильнее, улучшают гибкость и осанку, а балансы помогают сосредотачиваться и быть спокойнее.",
    duration: "50 мин",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class9.jpg",
    title: "Пилатес",
    type: "группа",
    cost: "от 400 р",
    description:
      "Всемирно признанный метод упражнений, он фокусируется на контроле дыхания, силе тела и гибкости, что приводит к улучшению общей физической подготовки и благополучия. Пилатес подходит для людей всех уровней подготовки, от новичков до опытных спортсменов. ",
    duration: "1ч",
    className: "max-w-[360px]",
  },
  {
    imageSrc: "/class10.jpg",
    title: "Йога женского здоровья",
    type: "группа",
    cost: "от 400 р",
    description:
      "Женская йога — это определенная система асан с учетом особенностей женского организма: одновременно происходит развитие гибкости, подтягивание мышц и выравнивание осанки. Практика помогает легче переносить менструальный цикл, бороться с опущением органов и диастазом, уделяя внимание мышцам тазового дна.",
    duration: "1ч",
    className: "max-w-[360px]",
  },
];

export const CardData2 = [
  {
    imageSrc: "/studio1.jpg",
  },
  {
    imageSrc: "/studio2.jpg",
  },
  {
    imageSrc: "/studio3.jpg",
  },
  {
    imageSrc: "/studio4.jpg",
  },
  {
    imageSrc: "/studio5.jpg",
  },
  {
    imageSrc: "/studio6.jpg",
  },
  {
    imageSrc: "/studio7.jpg",
  },
  {
    imageSrc: "/studio8.jpg",
  },
];
export const CardData3 = [
  {
    imageSrc: "/event1.jpg",
  },
  {
    imageSrc: "/event2.jpg",
  },
  {
    imageSrc: "/event3.JPG",
  },
  {
    imageSrc: "/event4.jpg",
  },
  {
    imageSrc: "/event5.jpg",
  },
  {
    imageSrc: "/event6.jpg",
  },
  {
    imageSrc: "/event7.jpg",
  },
  {
    imageSrc: "/event8.jpg",
  },
  {
    imageSrc: "/event9.jpg",
  },
];
export const CardData4 = [
  {
    imageSrc: "/julia.jpg",
    title: "Юлия Андроник",
    description:
      "Йога-тичер, ведущая индивидуальных, групповых и онлайн практик по направлениям: Йога-терапия позвоночника, Здоровая спина, голландская методика восстановления позвоночника и всего опрно-двигательного аппарата Йога точного выравнивания (Critical Alignment yoga) на уникальном оборудовании.",
  },
  {
    imageSrc: "/olga.jpg",
    title: "Ольга Павленко",
    description:
      "Преподаватель йоги с более чем 8-летним опытом, специализирующийся на йогатерапии, анатомии и биомеханике движения. Занятия Ольги основаны на внимательном подходе к ученикам и глубоком понимании физиологии тела, что помогает безопасно развивать силу, гибкость и выносливость.",
  },
  {
    imageSrc: "/veronika.jpg",
    title: "Вероника Алавердян",
    description:
      "Сертифицированный тренер йоги и кандидат в мастера спорта по художественной гимнастике. Ведёт практики по хатха-йоге, пилатесу, растяжке, миофасциальному релизу и йоге в гамаках. На занятиях Вероника делает акцент на точной технике выполнения, заботясь о индивидуальных потребностях каждого ученика.",
  },
  {
    imageSrc: "/anastasia.jpg",
    title: "Анастасия Шевченко",
    description:
      "Тренер по хатха-йоге, стретчингу и пилатесу с профессиональной квалификацией в области психорегулирующих фитнес-программ. Ведёт индивидуальные и групповые практики с акцентом на технику выполнения асан, осознанное дыхание и концентрацию. Специализируется на точном выравнивании тела, уделяя внимание каждой линии и изгибу.",
  },
  {
    imageSrc: "/natalia.jpg",
    title: "Наталья Коростёлева",
    description:
      "Сертифицированный преподаватель хатха-йоги с опытом практики с 2015 года и преподавания с 2022 года. Ведёт направления: йога в гамаках, хатха-йога и йога с элементами метода Айенгара, уделяет внимание точности выполнения асан и индивидуальному подходу, помогая ученикам безопасно развивать гибкость и силу.",
  },
  {
    imageSrc: "/elena.jpg",
    title: "Елена Грызунова",
    description:
      "Тренер по йоге с опытом с 2007 года, специализируется на Хатха йоге и йоге в гамаках. В 2018 году получила сертификацию по Unnata Aerial Yoga у Строгоновой Елены и начала преподавать аэройгу. В 2019 году прошла обучение по практике в низком гамаке, продолжая развивать свои навыки и передавать знания своим ученикам.",
  },
  {
    imageSrc: "/tatyana.jpg",
    title: "Татьяна Мазкина",
    description:
      "Преподаватель по женской йоге и йоге для беременных с опытом преподавания 3 года с собой, раскрывая внутреннюю мудрость через тело как священный инструмент.",
  },
];
export const CardData5 = [
  {
    name: "Первое пробное занятие",
    cost: "400 ₽",
  },
  {
    name: "1 групповое занятие по любому направлению",
    cost: "900 ₽",
  },
  {
    name: "1 индивидуальное занятие",
    cost: "3 000 ₽",
  },
];
export const CardData6 = [
  {
    name: "1 месяц—4 занятия",
    cost: "2 800 ₽",
  },
  {
    name: "1 месяц—8 занятий",
    cost: "5 400 ₽",
  },
  {
    name: "1 месяц—8 занятий \n дневной",
    cost: "4 800 ₽",
  },
  {
    name: "3 месяца—30 занятий",
    cost: "17 900 ₽",
  },
  {
    name: "6 месяцев—42 занятия",
    cost: "22 900 ₽",
  },
  {
    name: "1 год—96 занятий",
    cost: "47 000 ₽",
  },
];

export const CardData7 = [
  {
    imageSrc: "/studio10.jpg",
  },
  {
    imageSrc: "/studio9.jpg",
  },
  {
    imageSrc: "/studio11.JPG",
  },
  {
    imageSrc: "/studio4.jpg",
  },
  {
    imageSrc: "/studio6.jpg",
  },
  {
    imageSrc: "/studio8.jpg",
  },
  {
    imageSrc: "/event7.jpg",
  },
  {
    imageSrc: "/event8.jpg",
  },
  {
    imageSrc: "/event9.jpg",
  },
];

export const CardData8 = [
  {
    imageSrc: "/sertificate1.jpg",
  },
  {
    imageSrc: "/sertificate2.jpg",
  },
];
